export default {
    data:
        [
            {
                name: "內湖康寧店",
                lat: "25.06963290340932",
                lon: "121.61176564005092",
                tel: "02-5558-8888",
                address: "台北市內湖區康寧路三段168號"
            },
            {
                name: "復興北店",
                lat: "25.05299608599117",
                lon: "121.54445699586422",
                tel: "02-5588-9998",
                address: "台北市松山區復興北路111號111樓"
            },
            {
                name: "台北101店",
                lat: "25.03431868820984",
                lon: "121.56404506201935",
                tel: "02-1234-9998",
                address: "台北市信義區市府路45號"
            },
            {
                name: "華山店",
                lat: "25.045903471495127",
                lon: "121.5294208168337",
                tel: "02-4587-2315",
                address: "台北市中正區八德路一段1號"
            },
            {
                name: "行天宮店",
                lat: "25.063561825458493",
                lon: "121.533724146561",
                tel: "02-2277-2315",
                address: "台北市中山區民權東路二段109號"
            },
            {
                name: "寧夏店",
                lat: "25.057582059977275",
                lon: "121.51490940576693",
                tel: "02-1247-2315",
                address: "台北市大同區寧夏路58號2樓"
            },
            {
                name: "國父店",
                lat: "25.04193755018573",
                lon: "121.55997195344105",
                tel: "02-1245-2315",
                address: "台北市信義區仁愛路四段505號"
            },
            {
                name: "慈惠店",
                lat: "25.010338275216586",
                lon: "121.4570597529607",
                tel: "02-2965-9998",
                address: "新北市板橋區府中路81號"
            },
            {
                name: "新北中和",
                lat: "25.00802533084318",
                lon: "121.47495166012229",
                tel: "02-2745-9998",
                address: "新北市中和區中山路三段122號"
            },
            {
                name: "安邦店",
                lat: "24.99810366670627",
                lon: "121.49593588431098",
                tel: "02-6547-1145",
                address: "新北市中和區安邦街18號"
            },
            {
                name: "樂華店",
                lat: "25.00867968200399",
                lon: "121.51170022930943",
                tel: "02-1234-5368",
                address: "新北市永和區永平路"
            },
            {
                name: "台中站前店",
                lat: "24.137483794143282",
                lon: "120.686957282393",
                tel: "04-22222-9998",
                address: "台中市中區臺灣大道一段1號"
            },
            {
                name: "逢甲店",
                lat: "24.18067492001403",
                lon: "120.64644097638448",
                tel: "04-5564-9998",
                address: "台中市西屯區文華路100號"
            },
            {
                name: "高雄一號店",
                lat: "22.6398504204392",
                lon: "120.30252644208777",
                tel: "07-331-9998",
                address: "高雄市三民區建國二路318號"
            },
            {
                name: "自由店",
                lat: "22.67448407126914",
                lon: "120.3115578727206",
                tel: "07-112-5511",
                address: "高雄市左營區自由三路261號"
            },
            {
                name: "軍校店",
                lat: "22.703532737228503",
                lon: "120.29437980208436",
                tel: "07-874-5511",
                address: "高雄市左營區世運大道100號"
            },

            {
                name: "關西正義店",
                lat: "24.80358535172875",
                lon: "121.16264702469185",
                tel: "03-587-9998",
                address: "新竹縣關西鎮高橋坑6號"
            },
            {
                name: "佳里店",
                lat: "23.173470875638447",
                lon: "120.17917536696851",
                tel: "06-772-9998",
                address: "台南市佳里區六安130號"
            },
            {
                name: "水交社店",
                lat: "22.97998610927309",
                lon: "120.2005992579216",
                tel: "06-263-9998",
                address: "台南市南區興中街118號"
            },
            {
                name: "赤崁店",
                lat: "22.998763449379112",
                lon: "120.20254603127199",
                tel: "06-142-9998",
                address: "台南市中西區民族路二段212號"
            },
            {
                name: "安平店",
                lat: "23.003184143742217",
                lon: "120.16084070347314",
                tel: "06-665-9998",
                address: "台南市安平區延平街"
            },
        ]

}